Repository: aquaherd/xfce4-squeezebox-plugin
Catalog: trunk/po/*.po
Languages: de

source: %s: No info
de: %s: Keine Info

source: This backend has no configurable properties
de: Dieses backend hat keine konfigurierbaren Eigenschaften

source: Media buttons
de: Medien-Tasten

source: Grab state of multimedia keys
de: Zustand Medien-Tasten

source: Properties
de: Eigenschaften

source: media player remote
de: Medien-Spieler Fernbedienung

source: Appearance
de: Erscheinungsbild

source: Show p_revious button
de: Zeige Schaltfläche _Zurück

source: Show _next button
de: Zeige Schaltfläche _weiter

source: Grab _media buttons, if available
de: Nutze Medien-Tasten, wenn möglich

source: No _tooltips
de: Keine Tool_tips

source: _Simple tooltips
de: _Einfache Tooltips

source: Show noti_fications (notify daemon)
de: Zeige Benachrichtigungen (noti_fy Dämon)

source: Notification _timeout (sec)
de: Timeout Benachrich_tigung (Sek.)

source: _Settings...
de: Ein_stellungen...

source: (unknown)
de: (unbekannt)

source: Show player
de: Player _anzeigen

source: Playlists
de: Wiedergabelisten

source: Shuffle
de: Zufall

source: Repeat
de: Wiederholen

source: Can't connect to music player daemon.
de: Kann Verbindung zum Music Player Dämon nicht herstellen.

source: Can't find binary '%s'
de: Kann Anwendung '%s' nicht finden

source: [Unknown]
de: [unbekannt]

source: by <b>%s</b> from <i>%s</i>
de: von <b>%s</b> Album <i>%s</i>

source: Control various audio players; display album art
de: Fernbedienung für verschiedene Medien-Spieler; Anzeige von Album-Covern

source: MPRIS Media Player
de: MPRIS-Medien-Player

source: Add Music Player
de: Musik-Player hinzufügen

source: Adding an MPRIS compatible player
de: Einen MPRIS-kompatiblen Player hinzufügen

source: New Media Player
de: Neuen Medien-Player hinzufügen

source: This wizard adds a MPRIS compatible media player to the list of SqueezeBox controllable backends. MPRIS is the 'Media Player Remote Interfacing Specification'. See <a herf="http://wiki.xmms2.xmms.se/wiki/MPRIS" here/> for details. If your player does not support the MPRIS interfaces by itself, it may have a plugin that does.
de: Dieser Assistent fügt einen MPRIS-kompatiblen Medien- Spieler zur Liste der kontrollierbaren Backends hinzu, MPRIS ist die 'Media Player Remote Interfacing Specification'. Siehe <a href="http://wiki.xmms2.xmms.se/wiki/MPRIS" hier/> für Details. Falls Ihr Player die MPRIS-Schnittstellen nicht von selbst unterstützt, kann man viellecht ein MPRIS-Plug-In aktivieren.

source: Pass_word:
de: Pass_wort:

source: Use MPD Music _folder as cover source
de: Verwende MPD Musik-Ordner als Cover-Quelle

source: Use _defaults
de: Verwen_de Vorgaben

source: Use a playlist _manager
de: Einen Widergabelisten-Manager verwenden

source: <b>Notifications</b>
de: <b>Meldungen</b>

source: <b>Panel appereance</b>
de: <b>Erscheinungsbild Leiste</b>

source: A_ppearance
de: Erscheinungs_bild

source: Au_tomatically attach to these players
de: Au_tomatisch an diese Player verbinden

source: Next
de: Nächstes

source: Play/Pause
de: Wiedergabe/Pause

source: Previous
de: Vorheriges

source: S_hortcuts
de: Tasten_kürzel

source: Show P_revious button
de: Zeige Schaltfläche _Zurück

source: Show Player
de: Player _anzeigen

source: Show _Next button
de: Zeige Schaltfläche _weiter

source: Show _Tooltips
de: Kurzhilfen anzeigen

source: Show noti_fications (e.g. xfce4-notifyd)
de: Zeige Benachrichtigungen (noti_fy Dämon)

source: _Players
de: Spieler
