Repository: aquaherd/xfce4-squeezebox-plugin
Catalog: po/*.po
Languages: fr, tr

source: %s: No info
fr: %s: Pas d'info
tr: %s: Detaysız

source: This backend has no configurable properties
fr: Ceci Backend n'avez pas proprietes confinubles
tr: Bu arkalık değiştirilebilir kullanımlara sahip değildir

source: Media buttons
fr: Touches multimédia
tr: Medya tuşları

source: Grab state of multimedia keys
fr: État instantané de touches multimédia
tr: Medya tuşlarının bağlantı hali

source: Properties
fr: Propriétés
tr: Ayarlar

source: media player remote
fr: télécommande de lecteur de musique
tr: Squeezebox medya çalar kumandası

source: Appearance
fr: Apparence
tr: Görünüm

source: Show p_revious button
fr: Afficher le bouton Précédent
tr: _Geri tuşunu göster

source: Show _next button
fr: Montre bouton _avant
tr: _ileri tuşunu göster

source: Grab _media buttons, if available
fr: Joindre à des touches multimédias, si disponible
tr: Medya tuşlarını varsa bağla

source: _Details...
fr: _Détails...
tr: _Detaylar...

source: No _tooltips
fr: Pas de _tooltips
tr: İpuç gösterme

source: _Simple tooltips
fr: Tooltips brut_s
tr: Ba_sit ipuçları

source: Show noti_fications (notify daemon)
fr: Montrez l'_notifications
tr: Not göster (notify deamon)

source: Notification _timeout (sec)
fr: Timeout du noticiation
tr: Not gös_terme süresi (saniye)

source: _Backend
tr: Ar_kalık

source: _Settings...
fr: _Ajustements...
tr: _Ayarlar...

source: (unknown)
fr: (pas de connaitre)
tr: (bilinmiyor)

source: Show player
fr: Afficher le lecteur de musique
tr: Çaları göster

source: Playlists
fr: Listes de lecture
tr: Çalma Listeleri

source: Shuffle
tr: Tesadüfle

source: Repeat
fr: Rappel
tr: Tekrarla

source: Can't connect to music player daemon.
fr: Pas de possible contacter le MPD
tr: Müzik çalar cinine bağlantı kurulamıyor.

source: Can't find binary '%s'
fr: Ne trouve pas '%s' binaires
tr: öğe '%s' bulunamadı

source: [Unknown]
fr: [inconnu]
tr: [Bilinmiyor]

source: by <b>%s</b> from <i>%s</i>
fr: par <b>%s</b> sur <i>%s</i>
tr: <b>%s</b>'dan <i>%s</i> albümünden

source: Control various audio players; display album art
fr: Contrôler les différents lecteurs audio, afficher la pochette d'album
tr: Birkaç müzik çaları uzaktan kumanda et, Albüm sanat göster

source: Add Music Player
tr: Music Player Daemon

source: Adding an MPRIS compatible player
tr: MPRIS'e uygun çalar ekle

source: New Media Player
tr: Yeni medya çalar

source: This wizard adds a MPRIS compatible media player to the list of SqueezeBox controllable backends. MPRIS is the 'Media Player Remote Interfacing Specification'. See <a herf="http://wiki.xmms2.xmms.se/wiki/MPRIS" here/> for details. If your player does not support the MPRIS interfaces by itself, it may have a plugin that does.
tr: Burada SqueezeBox tarafından kumanda eidilebilir çalarlara MPRİS-standardına uygun çalar eklenir. MPRİS'in meali 'Media Player Remote Interfacing Specification'. Detay için internette <a href="http://wiki.xmms2.xmms.se/wiki/MPRIS" şuraya/> bakınız. Eğer çalarınız MPRİS-stadardına uygun deyilse, bir ekleme bunu mümkün edebilir.

source: label
tr: etiket

source: Pass_word:
fr: _Mot de passe :
tr: Pa_rola:

source: Use MPD Music _folder as cover source
fr: Utilisez MPD Musique dossier pour des pochettes d'album
tr: MPD dizinini albüm sanatı kaynağı olarak kullan

source: Use _defaults
fr: mettre en défaut
tr: Sıra_dan ayar kullan

source: Use a playlist _manager
tr: Çalma Listeleri için kullan:

source: _Host:
fr: _Hôte :
tr: _Adres :

source: music player daemon
tr: müzik çalar cini

source: <b>Notifications</b>
tr: <b>Not ipuçları</b>

source: <b>Panel appereance</b>
tr: <b>Genişletilmiş denetimler</b>

source: A_ppearance
tr: Gö_rünüm

source: Au_tomatically attach to these players
tr: O_tomatikman işbu çalarlara takıl

source: Next
tr: İleri

source: Play/Pause
tr: Oynat/Durakla

source: Previous
tr: Geri

source: S_hortcuts
tr: Kısaltmalar

source: Show P_revious button
tr: _Geri tuşunu göster

source: Show Player
tr: Çaları göster

source: Show _Next button
tr: İleri tuşu_nu göster

source: Show _Tooltips
tr: İpuçlarını göster

source: Show noti_fications (e.g. xfce4-notifyd)
tr: Not göster (mesela xfce4-notifyd)

source: Stop
tr: Dur

source: _Players
tr: _Çalarlar

source: Select MPD music folder
fr: Sélectionnez MPD musique dossier

source: Use a playlist _manager:
fr: Utiliser un gestionnaire des Listes de lecture
